{
    "3": [
        "Pay attention to your child's hearing. See if they turn to noise or look at you when you talk. Look for signs like crying while they are pulling on their ears, which could mean ear problems or infections. If you are concerned, see your doctor.",
        "Respond to your child. Look at them when they make noises. Talk to them. Imitate the sounds they make.",
        "Make silly faces with them. Laugh when they do.",
        "Teach your baby to copy actions, like peek-a-boo, clapping, blowing kisses, and waving bye-bye. This teaches them how to take turns and use gestures.",
        "Talk about what you do during the day. Say things like 'Mommy is washing your hair'; 'You are eating peas'; and 'Oh, these peas are good!'",
        "Talk about where you go, what you do there, and who and what you see. Say things like, “We are going to Grandma's house. Grandma has a dog. You can pet the dog.”",
        "Teach animal sounds, like 'A cow says 'moo.''",
        "Sing, tell stories, or read to your child every day.",
        "Talk to your child in the languages you are most comfortable using. Early exposure helps your child learn language best."
    ],
    "6": [
        "Pay attention to your child's hearing. See if they turn to noise or look at you when you talk. Look for signs like crying while they are pulling on their ears, which could mean ear problems or infections. If you are concerned, see your doctor.",
        "Respond to your child. Look at them when they make noises. Talk to them. Imitate the sounds they make.",
        "Make silly faces with them. Laugh when they do.",
        "Teach your baby to copy actions, like peek-a-boo, clapping, blowing kisses, and waving bye-bye. This teaches them how to take turns and use gestures.",
        "Talk about what you do during the day. Say things like 'Mommy is washing your hair'; 'You are eating peas'; and 'Oh, these peas are good!'",
        "Talk about where you go, what you do there, and who and what you see. Say things like, “We are going to Grandma's house. Grandma has a dog. You can pet the dog.”",
        "Teach animal sounds, like 'A cow says 'moo.''",
        "Sing, tell stories, or read to your child every day.",
        "Talk to your child in the languages you are most comfortable using. Early exposure helps your child learn language best."
    ],
    "9": [
        "Pay attention to your child's hearing. See if they turn to noise or look at you when you talk. Look for signs like crying while they are pulling on their ears, which could mean ear problems or infections. If you are concerned, see your doctor.",
        "Respond to your child. Look at them when they make noises. Talk to them. Imitate the sounds they make.",
        "Make silly faces with them. Laugh when they do.",
        "Teach your baby to copy actions, like peek-a-boo, clapping, blowing kisses, and waving bye-bye. This teaches them how to take turns and use gestures.",
        "Talk about what you do during the day. Say things like 'Mommy is washing your hair'; 'You are eating peas'; and 'Oh, these peas are good!'",
        "Talk about where you go, what you do there, and who and what you see. Say things like, “We are going to Grandma's house. Grandma has a dog. You can pet the dog.”",
        "Teach animal sounds, like 'A cow says 'moo.''",
        "Sing, tell stories, or read to your child every day.",
        "Talk to your child in the languages you are most comfortable using. Early exposure helps your child learn language best."
    ],
    "12": [
        "Pay attention to your child's hearing. See if they turn to noise or look at you when you talk. Look for signs like crying while they are pulling on their ears, which could mean ear problems or infections. If you are concerned, see your doctor.",
        "Respond to your child. Look at them when they make noises. Talk to them. Imitate the sounds they make.",
        "Make silly faces with them. Laugh when they do.",
        "Teach your baby to copy actions, like peek-a-boo, clapping, blowing kisses, and waving bye-bye. This teaches them how to take turns and use gestures.",
        "Talk about what you do during the day. Say things like 'Mommy is washing your hair'; 'You are eating peas'; and 'Oh, these peas are good!'",
        "Talk about where you go, what you do there, and who and what you see. Say things like, “We are going to Grandma's house. Grandma has a dog. You can pet the dog.”",
        "Teach animal sounds, like 'A cow says 'moo.''",
        "Sing, tell stories, or read to your child every day.",
        "Talk to your child in the languages you are most comfortable using. Early exposure helps your child learn language best."
    ],
    "18": [
        "Talk about sounds around your house. Listen to the clock tick, and say 't-t-t.' Make car or plane sounds, like 'v-v-v-v.'",
        "Play with sounds at bath time. Blow bubbles, and make the sound 'b-b-b-b.' Pop bubbles, and make a 'p-p-p-p' sound.",
        "Talk to your child as you do things and go places. For example, when taking a walk, point to and name what you see. Say things like, 'I see a dog. The dog says 'woof.' This is a big dog. This dog is brown.'.",
        "Give your child two-step directions, like 'Get the ball and put it in the box.'",
        "Use short words and sentences that your child can repeat. Add to words your child says. For example, if they say car, you can say, 'You're right! That is a big red car.'",
        "Tell stories or read to your child every day. Try to find books with large pictures and a few words on each page. Talk about the pictures on each page or things you see around you.",
        "Have your child point to pictures, body parts, or objects that you name.",
        "Ask your child to name pictures. They may not answer at first. Just name the pictures for them. One day, they will surprise you by telling you the name.",
        "Talk to your child in the languages you are most comfortable using. If your family is multilingual, give your child many chances to hear and practice your languages daily. Learning multiple languages will not cause speech or language problems."
    ],
    "24": [
        "Talk about sounds around your house. Listen to the clock tick, and say 't-t-t.' Make car or plane sounds, like 'v-v-v-v.'",
        "Play with sounds at bath time. Blow bubbles, and make the sound 'b-b-b-b.' Pop bubbles, and make a 'p-p-p-p' sound.",
        "Talk to your child as you do things and go places. For example, when taking a walk, point to and name what you see. Say things like, 'I see a dog. The dog says 'woof.' This is a big dog. This dog is brown.”",
        "Give your child two-step directions, like 'Get the ball and put it in the box.'",
        "Use short words and sentences that your child can repeat. Add to words your child says. For example, if they say car, you can say, 'You're right! That is a big red car.'",
        "Tell stories or read to your child every day. Try to find books with large pictures and a few words on each page. Talk about the pictures on each page or things you see around you.",
        "Have your child point to pictures, body parts, or objects that you name.",
        "Ask your child to name pictures. They may not answer at first. Just name the pictures for them. One day, they will surprise you by telling you the name.",
        "Talk to your child in the languages you are most comfortable using. If your family is multilingual, give your child many chances to hear and practice your languages daily. Learning multiple languages will not cause speech or language problems."
    ],
    "36": [
        "Use short words and sentences. Speak clearly.",
        "Repeat what your child says and add to it. If they say, 'Pretty flower', you can say, 'Yes, that is a pretty flower. The flower is bright red. It smells good, too. Do you want to smell the flower?'",
        "Let your child know that what they say is important to you. Ask them to repeat things that you do not understand. For example, say, 'I know you want a block. Tell me which block you want.'",
        "Teach your child new words. Reading books or talking about things you see is a great way to do this. Describe how things look or feel. Use words that describe color, shape, and size.",
        "Practice counting. Count toes and fingers. Count steps.",
        "Use new words in sentences to help your child learn the meaning. Use words that are similar, like 'woman, lady, grown-up, and adult.'",
        "Put objects into a bucket. Let your child remove them one at a time. As your child removes an object, say its name. Repeat what they say and add to it. Help them group the objects into categories, like clothes, food, or animals.",
        "Cut out pictures from mail and magazines, and make a scrapbook. Help your child glue the pictures into the scrapbook. Name the pictures, and talk about how you use them.",
        "Look at family photos, and name the people. Talk about what they are doing in the picture.",
        "Write simple phrases under the pictures. For example, 'I can swim,' or 'Happy birthday to Daddy.' Your child will start to understand that the letters mean something.",
        "Ask your child to make a choice instead of giving a 'yes' or 'no' answer. For example, rather than asking, 'Do you want milk?' ask, 'Would you like milk or water?' Be sure to wait for the answer and praise them for answering. You can say, 'Thank you for telling me what you want. I will get you a glass of milk.'",
        "Sing songs, play finger games, and tell nursery rhymes. These songs and games teach your child about the rhythm and sounds of language.",
        "Talk to your child in the languages you are most comfortable using. You will not confuse your child or stop them from learning English later."
    ],
    "48": [
        "Cut out pictures from old magazines. Make silly pictures by gluing parts of different pictures together. For example, cut out a dog and a car. Glue the dog into the car as the driver. Help your child explain what is silly about the picture.",
        "Sort pictures and objects into categories, like food, animals, or shapes. Ask your child to find the picture or object that does not belong. For example, a baby does not belong with the animals.",
        "Read, sing, and talk about what you do and where you go. Use rhyming words. This will help your child learn new words and sentences. Do this in all the languages you use.",
        "Read books with a simple story. Talk about the story with your child. Help them retell the story or act it out with props and dress-up clothes. Tell them your favorite part of the story. Ask for their favorite part.",
        "Look at family pictures. Have your child tell a story about the picture.",
        "Help your child understand by asking them questions. Have them try to fool you with their own questions. Make this a game by pretending that some of their questions fool you.",
        "Act out daily activities, like cooking food or going to the doctor. Use dress-up and role-playing to help your child understand how others talk and act. This will help your child learn social skills and how to tell stories.",
        "Talk to your child in the languages you are most comfortable using. From time to time, your child might use words from their languages in the same sentence or conversation. Don't worry; this is a normal part of becoming multilingual."
    ],
    "60": [
        "Talk about where things are in space, using words like 'first and last' or 'right and left.' Talk about opposites, like 'up and down' or 'big and little.'",
        "Talk about categories, like fruits, furniture, or shapes. Sort items by category. Have your child tell you which item does not belong. Talk about why it doesn't belong.",
        "Pay attention when your child speaks. Respond, praise, and encourage them when they talk. Get their attention before you speak. Pause after speaking, and let them respond to what you said.",
        "Keep teaching your child new words. Define words, and help your child understand them. For example, say, 'We are having fruit for a snack. This is an apple. A banana is another fruit. So are grapes and strawberries.'",
        "Teach your child to ask for help when they do not understand what a word means.",
        "Point out objects that are the same or different. Talk about what makes them the same or different. Maybe they are the same color. Maybe they are both animals. Maybe one is big, and one is little.",
        "Act out stories. Play house, school, and store using dolls, figures, and dress-up clothes. Have the dolls talk to each other.",
        "Tell stories that are easy to follow. Help your child guess what will happen next in the story. Act out the stories, or put on puppet shows. Have your child draw a picture of a scene from the story. You can do the same thing with books, videos, and TV shows. Ask who, what, when, where, or why questions about the story.",
        "Play games like 'I Spy.' Describe something you see, like, 'I spy something round on the wall that you use to tell the time.' Let your child guess what it is. Let your child describe something they see. This helps them learn to listen and to use words to talk about what they see.",
        "Let your child tell you how to do something. Draw a picture that they describe. Write down your child's story as they tell it. Your child will learn the power of storytelling and writing.",
        "Play board games with your child. This will help them learn to follow rules and talk about the game.",
        "Have your child help you plan daily activities. For example, have them make a shopping list for the grocery store. Or, let them help you plan their birthday party. Ask their opinion, and let them make choices.",
        "Talk to your child in the languages you are most comfortable using. There are many benefits and options for daily reading for children. Be sure to read books in your languages to promote multilingual language and literacy skills."
    ]
}